Repository: anyone-protocol/AnyoneBrowser
Catalog: Resources/*.lproj/Localizable.strings
Languages: fa

source: (not recommended)
fa: (توصیه نمی‌شود)

source: About
fa: درباره

source: Add
fa: افزودن

source: Add "%@" as the search term placeholder!
fa: "%@" را به عنوان جایگزین عبارت جستجو اضافه کنید!

source: Add Bookmark
fa: اضافه کردن به بوکمارک

source: Add Search Engine
fa: افزودن موتور جستجو

source: Add Site
fa: افزودن سایت

source: Additionally, all bookmarks not existing on the server but in %@ will be created there.
fa: علاوه بر این، همه‌ی بوکمارک هایی که روی سرور وجود ندارند ولی در %@ موجودند، در سرور ایجاد خواهند شد.

source: Address
fa: آدرس

source: All rules
fa: تمام قوانین

source: Allow 3rd-Party Keyboards
fa: اجازه دادن به کیبوردهای متفرقه

source: Allow Access to Microphone and Video
fa: دسترسی به میکروفون و ویدیو را مجاز کنید.

source: Allow Access to Orientation and Motion Data
fa: دسترسی به اطلاعات جهت‌یابی و حرکت دستگاه را مجاز کنید.

source: Allow hosts to permanently store cookies and local storage databases.
fa: به هاست‌ها اجازه‌ی ذخیره دائمی کوکی‌ها و حافظه داخلی بانک‌های اطلاعاتی را بدهید.

source: Allow JavaScript
fa: اجازه دادن به جاوا اسکریپت

source: Allow Persistent Cookies
fa: اجازه به کوکی‌های دائمی

source: Authentication Required
fa: شناسایی هویت نیاز است.

source: Auto-Complete Search Results
fa: تکمیل خودکار نتایج جستجو

source: Autocomplete URL
fa: تکمیل خودکار آدرس

source: Begins On
fa: آغاز در

source: Block Insecure HTTP Requests
fa: مسدود کردن درخواست‌های HTTP ناامن

source: Blocked 3rd-Party Hosts
fa: هاست‌های متفرقه مسدود شدند.

source: Bookmarks
fa: بوکمارک‌ها

source: Bronze
fa: برنزی

source: By editing this setting, you have created a custom security setting.
fa: با ویرایش این تنظیمات، یک تنظیم امنیتی سفارشی ایجاد کرده‌اید.

source: Cancel
fa: لغو

source: Certificate Information
fa: اطلاعات گواهینامه

source: Changing this option requires restarting the app.
fa: تغییر این گزینه نیازمند راه‌اندازی مجدد برنامه است.

source: Choose how long app remembers open tabs.
fa: انتخاب کنید که برنامه چه مدت پنجره‌های باز را به خاطر بسپارد.

source: Choose your preferred blocklist:
fa: لیست بلاک ترجیحی خود را انتخاب کنید.

source: Close Tab
fa: بستن تب

source: Connect to a website to see your circuit.
fa: اتصال به یک سایت برای دیدن چرخه خود.

source: Connection to Nextcloud Server Failed
fa: اتصال به سرور Nextcloud انجام نشد.

source: Cookies
fa: کوکی ها

source: Cookies and Local Storage
fa: کوکی‌ها و حافظه داخلی

source: Couldn't understand server response.
fa: پاسخ سرور را نمی‌توان درک کرد.

source: Create New Tab
fa: باز کردنِ پنجره جدید

source: Custom
fa: سفارشی

source: Custom Site Security
fa: امنیت سایت سفارشی

source: Custom user-agent string, or blank to use the default.
fa: User-Agent String سفارشی، و یا برای پیش‌فرض خالی بگذارید.

source: Customize
fa: شخصی‌سازی

source: Default Security
fa: امنیت پیشفرض

source: Define custom settings for specific sites.
fa: تنظیمات سفارشی برای سایت‌های مشخص را تعریف کنید.

source: Delete
fa: حذف

source: Disable
fa: غیرفعال کردن

source: Disable Bookmarks on Start Page
fa: غیرفعال کردن نشانک‌ها در صفحه شروع

source: Disabled: %@
fa: غیرفعال شد: %@

source: Disk Cache
fa: کش حافظه

source: Done
fa: انجام شد

source: Download
fa: دانلود

source: Easy breezy. Though it could be dangerous.
fa: مثل آب خوردن! هر چند ممکن است خطرناک باشد.

source: Edit Bookmark
fa: ویرایش بوکمارک

source: Edit Search Engine
fa: ویرایش موتور جستجو

source: Enable
fa: فعال کن

source: Error
fa: خطا

source: Expires After
fa: انقضا پس از

source: Extended Validation: Organization
fa: اعتبار تمدید شده: سازمان

source: Fetch Cache
fa: فراخوانی کش

source: Find in Page
fa: جستجو در صفحه

source: Focus URL Field
fa: توجه به فیلد آدرس صفحه

source: Forget at Shutdown
fa: فراموشی پس از بستن

source: Forget in Background
fa: فراموشی در پس‌زمینه

source: Go Back
fa: بازگشت

source: Go Forward
fa: بعدی

source: Gold
fa: طلایی

source: Guard
fa: نگهبان

source: Handle tapping on links in a non-standard way to avoid possibly opening external applications.
fa: تغییر لمس کردن لینک‌ها به روشی غیراستاندارد برای جلوگیری از باز کردن احتمالی برنامه‌های خارجی

source: Hide App Content when in Background
fa: پنهان کردن محتوای برنامه در پس‌زمینه

source: History
fa: سابقه

source: Host
fa: میزبان

source: If you sync, all bookmarks will be read from the server and added/updated in %@.
fa: اگر همگام‌سازی کنید، همه بوکمارک از سرور خوانده شده و در%@ افزوده یا به‌روزرسانی خواهند شد.

source: Ignore for this host
fa: چشم‌پوشی از این میزبان

source: Ignore TLS Errors
fa: چشم‌پوشی از خطاهای TLS

source: IndexedDB Databases
fa: پایگاه های داده ی IndexedDB

source: Issued By
fa: صادر شده توسط

source: Issued To
fa: صادر شده به

source: Learn More
fa: بیشتر بدانید

source: Learn more about %@
fa: درباره %@ بیشتر بدانید

source: Local Storage
fa: حافظه داخلی

source: Lock App with Device Passcode
fa: قفل کردن برنامه با رمز عبور دستگاه

source: Lock App with Face ID or Device Passcode
fa: قفل کردن برنامه با شناسه چهره یا رمز عبور دستگاه

source: Lock App with Touch ID or Device Passcode
fa: برنامه را با Touch ID یا رمز عبور دستگاه قفل کنید

source: Lockdown Mode
fa: حالت قفل کامل (Lockdown Mode)

source: Log In
fa: ورود

source: Memory Cache
fa: کش حافظه

source: Miscellaneous
fa: متفرقه

source: Mute Audio with Mute Switch
fa: بی‌صدا کردن صوتی با سوئیچ بی‌صدا

source: My Search Engine
fa: موتور جستجوی من

source: Name
fa: نام

source: New Circuit for this Site
fa: مداری جدید برای این سایت

source: Next
fa: بعدی

source: No success, but "%@" instead.
fa: موفقیتی حاصل نشد، اما در عوض "%@".

source: No valid HTTP response.
fa: پاسخ HTTP معتبری وجود ندارد.

source: Offline Web Application Cache
fa: ذخیره‌سازی آفلاین اپلیکیشن‌های وب

source: OK
fa: تایید

source: Open in a New Tab
fa: بازکردن در یک صفحه جدید

source: Open in Background Tab
fa: بازکردن در صفحه زمینه

source: Open in Default Browser
fa: باز کردن در مرورگر پیش‌فرض

source: Other
fa: سایر

source: Password
fa: رمز‌عبور

source: Period of Validity
fa: دوره اعتبار

source: Popular User Agents
fa: عاملین کاربر محبوب

source: Privacy
fa: حریم خصوصی

source: Privacy & Security
fa: امنیت و حریم خصوصی

source: Pull to Refresh Page
fa: برای بازآوری صفحه بکشید.

source: Rate on App Store
fa: در اپ‌استور به ما امتیاز دهید.

source: Reload Tab
fa: بارگیری دوباره برگه

source: Remember Tabs
fa: به خاطر سپردن تب‌ها

source: Remove All Local Storage
fa: حذف تمام حافظه داخلی

source: Report a Bug
fa: گزارش مشکل و یا خطا

source: Request could not be formed. Please check host and username/password!
fa: درخواست امکان‌پذیر نیست. لطفا میزبان و نام کاربری/گذرواژه را بررسی کنید!

source: Response body missing.
fa: بدنه پاسخ یافت نشد.

source: Retry
fa: تلاش دوباره

source: Rules in use on current page
fa: قوانین در حال استفاده در این صفحه

source: Search
fa: جستجو

source: Search Engine
fa: موتور جستجو

source: Search URL
fa: آدرس جستجو

source: Security Level for This Site
fa: سطح امنیتی این سایت

source: Serial Number
fa: سریال نامبر

source: Service Worker Registrations
fa: ثبت‌های Service Worker

source: Session Storage
fa: ذخیره‌سازی نشست (Session Storage)

source: Settings
fa: تنظیمات

source: Settings have been customized.
fa: تنظیمات سفارشی شده‌اند.

source: Show All Sites
fa: نمایش همه سایت‌ها

source: Show Bookmarks
fa: نمایش بوکمارک‌ها

source: Signature Algorithm
fa: الگوریتم امضا

source: Silver
fa: نقره‌ای

source: Stop Auto-Complete at First Dot
fa: توقف تکمیل خودکار در اولین نقطه

source: Support
fa: پشتیبانی

source: Switch to Tab %d
fa: تعویض به تب %d

source: Sync Bookmarks
fa: همگام‌سازی نشانک‌ها

source: Sync Bookmarks with Nextcloud Server
fa: نشانک‌ها را با سرور Nextcloud همگام‌سازی کنید.

source: Tab Security
fa: امنیت تب

source: Tell websites that you object to processing and selling of your personal data
fa: به وب‌سایت‌ها اعلام کنید که با پردازش و فروش داده‌های شخصی خود مخالف هستید.

source: The encryption method for this server is outdated.
fa: روش رمزگذاری این سرور قدیمی است.

source: These might change server behaviour. E.g. show or not show Captchas or return pages meant for desktop browsers.
fa: این‌ها ممکن است رفتار سرور را تغییر دهند. به عنوان مثال. نمایش یا عدم نمایش Captcha یا صفحات بازگشتی که برای مرورگرهای دسکتاپ در نظر گرفته شده است.

source: This browser
fa: این مرورگر

source: This is your default security setting for every website you visit in %@.
fa: این تنظیمات امنیت پیش‌فرض شما هنگام مشاهده وبسایت در %@ است.

source: This site may need authentication. If you received an authentication key for this site, add it to %@!
fa: این سایت ممکن است به احراز هویت نیاز داشته باشد. اگر کلید احراز هویتی برای این سایت دریافت کرده‌اید، آن را به %@ اضافه کنید!

source: Title
fa: عنوان

source: TLS certificate chain verification error (self-signed certificate?)
fa: خطا در تائید زنجیره گواهی TLS (گواهی خود امضا شده؟)

source: TLS handshake failed
fa: ارتباط TLS ناموفق

source: TLS protocol error
fa: خطای پروتکول TLS

source: Try Again
fa: تلاش دوباره

source: Universal Link Protection
fa: حفاظت لینک عمومی

source: Update
fa: به‌روز‌رسانی

source: Update Blocklist
fa: بلاک‌لیست خود را آپدیت کنید.

source: URL Blocker
fa: مسدود کننده نشانی اینترنتی

source: Use URL Blocker
fa: استفاده از مسدود کننده ی نشانی اینترنتی

source: User Agent
fa: مامور کاربر

source: User disabled
fa: کاربر غیرفعال شد

source: Username
fa: نام کاربری

source: Version
fa: نسخه

source: Version %@
fa: نسخه %@

source: We couldn't sync your bookmarks at this time. Try again to make sure your information is synced.
fa: هم‌اکنون قادر به همگام‌سازی نشانک‌های شما نیستیم. دوباره سعی کنید تا از همگام‌سازی اطلاعات خود مطمئن شوید.

source: Websites may break. But you get great security.
fa: ممکن است وبسایت خراب شود. اما شما بهترین امنیت را خواهید داشت.

source: WebSQL Databases
fa: پایگاه‌های داده WebSQL

source: Welcome to %@
fa: به %@ خوش آمدید

source: When disabled, all text entered in search bar will be sent to the search engine unless it starts with "http".
fa: اگر غیرفعال باشد، هر متنی که در نوار جستجو نوشته شود، به موتور جستجو ارسال می‌شود مگر اینکه با "http" آغاز شود.

source: Works pretty well. Your identity is mostly protected.
fa: خوب کار می‌کند. هویت شما تقریبا حفظ می‌شود.

source: You might be connecting to a server that is pretending to be "%@" which could put your confidential information at risk.
fa: ممکن است به سروری متصل شده باشید که وانمود می‌کند “%@” است، که می‌تواند اطلاعات محرمانه شما را در معرض خطر قرار دهد.

source: You're one step closer to private browsing.
fa: فقط یک قدم تا مرور خصوصی فاصله دارید.

source: Your traffic goes to 3 different parts of the world.
fa: ترافیک شما به 3 بخش مختلف در جهان می رود.
